Repository: rokartur/BetterCmdTab
Catalog: BetterCmdTab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl, zh_hans

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
pl: Domyślny
zh_hans: 默认

source: Extra large
de: Sehr groß
es: Muy grande
fr: Très grand
pl: Bardzo duży
zh_hans: 特大

source: Extra small
de: Sehr klein
es: Muy pequeño
fr: Très petit
pl: Bardzo mały
zh_hans: 特小

source: Font
de: Schrift
es: Tipo de letra
fr: Police
pl: Czcionka
zh_hans: 字体

source: In applications-only mode, press ↓ or \ on an app with several windows to show its windows in a strip below the switcher and pick one.
de: Im Nur-Apps-Modus ↓ oder \ auf einer App mit mehreren Fenstern drücken, um ihre Fenster in einer Leiste unter dem Umschalter anzuzeigen und eines auszuwählen.
es: En el modo de solo aplicaciones, pulsa ↓ o \ en una app con varias ventanas para mostrar sus ventanas en una franja bajo el selector y elegir una.
fr: En mode applications uniquement, appuyez sur ↓ ou \ sur une app ayant plusieurs fenêtres pour afficher ses fenêtres dans une bande sous le sélecteur et en choisir une.
pl: W trybie tylko aplikacje naciśnij ↓ lub \ na aplikacji z kilkoma oknami, aby pokazać jej okna na pasku pod przełącznikiem i wybrać jedno.
zh_hans: 在仅应用模式下，在有多个窗口的应用上按 ↓ 或 \，会在切换器下方的条带中显示其窗口并从中选择。

source: Monospaced
de: Monospace
es: Monoespaciada
fr: À chasse fixe
pl: O stałej szerokości
zh_hans: 等宽

source: Order results by how well they match instead of by recent use, so the closest match is selected first.
de: Sortiert die Ergebnisse danach, wie gut sie passen, statt nach letzter Nutzung – der beste Treffer ist zuerst ausgewählt.
es: Ordena los resultados según lo bien que coinciden en lugar de por uso reciente, de modo que la mejor coincidencia queda seleccionada primero.
fr: Classe les résultats selon leur pertinence plutôt que par utilisation récente, afin que la meilleure correspondance soit sélectionnée en premier.
pl: Porządkuje wyniki według trafności zamiast ostatniego użycia, więc najlepsze dopasowanie jest zaznaczane jako pierwsze.
zh_hans: 按匹配程度而非最近使用来排序结果，最接近的匹配项会最先被选中。

source: Peek windows with ↓
de: Fenster mit ↓ einblenden
es: Ver ventanas con ↓
fr: Afficher les fenêtres avec ↓
pl: Podejrzyj okna klawiszem ↓
zh_hans: 按 ↓ 查看窗口

source: Rank search
de: Suchtreffer sortieren
es: Ordenar resultados
fr: Classer les résultats
pl: Ranking wyników
zh_hans: 搜索结果排序

source: Rounded
de: Abgerundet
es: Redondeada
fr: Arrondie
pl: Zaokrąglona
zh_hans: 圆体

source: Search browser tabs
de: Browser-Tabs durchsuchen
es: Buscar pestañas del navegador
fr: Rechercher dans les onglets du navigateur
pl: Szukaj w kartach przeglądarki
zh_hans: 搜索浏览器标签页

source: Searching matches any browser tab by its title, not just each window's active tab. Matching tabs appear as temporary rows while the search field is active and disappear when you leave search. Not needed if you already use “Show browser tabs as separate entries.”
de: Die Suche findet jeden Browser-Tab über seinen Titel, nicht nur den aktiven Tab jedes Fensters. Passende Tabs erscheinen als vorübergehende Zeilen, solange das Suchfeld aktiv ist, und verschwinden beim Verlassen der Suche. Nicht nötig, wenn „Browser-Tabs als separate Einträge anzeigen“ bereits aktiv ist.
es: La búsqueda encuentra cualquier pestaña del navegador por su título, no solo la pestaña activa de cada ventana. Las pestañas coincidentes aparecen como filas temporales mientras el campo de búsqueda está activo y desaparecen al salir de la búsqueda. No es necesario si ya usas «Mostrar las pestañas del navegador como entradas separadas».
fr: La recherche trouve n’importe quel onglet du navigateur par son titre, pas seulement l’onglet actif de chaque fenêtre. Les onglets correspondants apparaissent comme lignes temporaires tant que le champ de recherche est actif et disparaissent quand vous quittez la recherche. Inutile si vous utilisez déjà « Afficher les onglets du navigateur comme entrées distinctes ».
pl: Wyszukiwanie dopasowuje każdą kartę przeglądarki po jej tytule, nie tylko aktywną kartę każdego okna. Pasujące karty pojawiają się jako tymczasowe pozycje, gdy pole wyszukiwania jest aktywne, i znikają po wyjściu z wyszukiwania. Zbędne, jeśli używasz już „Pokazuj karty przeglądarki jako osobne pozycje”.
zh_hans: 搜索会按标题匹配任意浏览器标签页，而不只是每个窗口的活动标签页。匹配的标签页在搜索框激活期间显示为临时条目，退出搜索后消失。如果已开启“将浏览器标签页显示为单独条目”，则无需此选项。

source: Serif
de: Serifen
es: Serifa
fr: Sérif
pl: Szeryfowa
zh_hans: 衬线

source: Show a letter on each window and jump to it by typing that letter. Turn it off to start typing and filter the list instead, without pressing / — action keys like W or Q then type into the search rather than acting on a window.
de: Zeigt auf jedem Fenster einen Buchstaben an und springt durch Tippen dieses Buchstabens dorthin. Ausgeschaltet filtert Tippen stattdessen die Liste, ohne / zu drücken — Aktionstasten wie W oder Q schreiben dann in die Suche, statt auf ein Fenster zu wirken.
es: Muestra una letra en cada ventana y salta a ella escribiendo esa letra. Desactívalo para filtrar la lista simplemente escribiendo, sin pulsar / — las teclas de acción como W o Q escriben entonces en la búsqueda en lugar de actuar sobre una ventana.
fr: Affiche une lettre sur chaque fenêtre et y accède lorsque vous tapez cette lettre. Désactivez-le pour filtrer la liste en tapant directement, sans appuyer sur / — les touches d’action comme W ou Q s’écrivent alors dans la recherche au lieu d’agir sur une fenêtre.
pl: Pokazuj literę na każdym oknie i przeskocz do niego, wpisując tę literę. Wyłącz, aby pisząc od razu filtrować listę, bez naciskania / — klawisze akcji, jak W czy Q, trafiają wtedy do wyszukiwania zamiast działać na oknie.
zh_hans: 在每个窗口上显示字母，输入该字母即可跳转。关闭后直接输入即可筛选列表，无需按 / —— W、Q 等操作键会输入到搜索中，而不是对窗口执行操作。

source: Size of names and titles, independent of the panel size.
de: Größe der Namen und Titel, unabhängig von der Panelgröße.
es: Tamaño de los nombres y títulos, independiente del tamaño del panel.
fr: Taille des noms et des titres, indépendante de la taille du panneau.
pl: Rozmiar nazw i tytułów, niezależny od rozmiaru panelu.
zh_hans: 名称和标题的文字大小，与面板大小无关。

source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
pl: Rozmiar tekstu
zh_hans: 文字大小

source: Turn on “Stay open after releasing the modifier” above first.
de: Zuerst oben „Nach dem Loslassen der Modifikatortaste geöffnet lassen“ einschalten.
es: Activa primero «Mantener abierto al soltar el modificador», justo arriba.
fr: Activez d’abord « Rester ouvert après le relâchement du modificateur » juste au-dessus.
pl: Najpierw włącz powyżej „Pozostaw otwarte po puszczeniu modyfikatora”.
zh_hans: 请先开启上方的“松开修饰键后保持打开”。

source: Typeface for names and titles.
de: Schriftart für Namen und Titel.
es: Tipo de letra de los nombres y títulos.
fr: Police des noms et des titres.
pl: Krój pisma nazw i tytułów.
zh_hans: 名称和标题所用的字体。

source: Use global default
de: Globale Vorgabe verwenden
es: Usar valor predeterminado global
fr: Utiliser la valeur globale par défaut
pl: Użyj ustawienia globalnego
zh_hans: 使用全局默认值

source: Add App…
de: App hinzufügen…
es: Añadir app…
fr: Ajouter une app…
pl: Dodaj aplikację…
zh_hans: 添加应用…

source: A tap when you pick an app. Force Touch trackpads only.
de: Ein Tippen, wenn du eine App auswählst. Nur bei Force-Touch-Trackpads.
es: Un toque al seleccionar una app. Solo en trackpads Force Touch.
fr: Une vibration lorsque vous sélectionnez une app. Trackpads Force Touch uniquement.
pl: Stuknięcie, gdy wybierasz aplikację. Tylko gładziki Force Touch.
zh_hans: 选择应用时轻触反馈。仅限 Force Touch 触控板。

source: About
de: Über
es: Acerca de
fr: À propos
pl: Informacje
zh_hans: 关于

source: Accessibility access
de: Bedienungshilfen-Zugriff
es: Acceso de accesibilidad
fr: Accès à l’Accessibilité
pl: Dostęp do Dostępności
zh_hans: 辅助功能权限

source: Accessibility access was turned off
de: Bedienungshilfen-Zugriff wurde deaktiviert
es: Se desactivó el acceso de Accesibilidad
fr: L'accès à l'Accessibilité a été désactivé
pl: Wyłączono dostęp do funkcji Dostępność
zh_hans: 辅助功能权限已关闭

source: Action buttons on hover
de: Aktionstasten beim Überfahren
es: Botones de acción al pasar el cursor
fr: Boutons d’action au survol
pl: Przyciski akcji po najechaniu
zh_hans: 悬停时显示操作按钮

source: Action keys while switching
de: Aktionstasten beim Wechseln
es: Teclas de acción al cambiar
fr: Touches d’action pendant le changement
pl: Klawisze akcji podczas przełączania
zh_hans: 切换时的操作按键

source: Activate App
de: App aktivieren
es: Activar app
fr: Activer l’app
pl: Aktywuj aplikację
zh_hans: 激活应用

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
pl: Dodaj
zh_hans: 添加

source: Add App
de: App hinzufügen
es: Añadir app
fr: Ajouter une app
pl: Dodaj aplikację
zh_hans: 添加应用

source: All
de: Alle
es: Todas
fr: Toutes
pl: Wszystkie
zh_hans: 全部

source: All windows
de: Alle Fenster
es: Todas las ventanas
fr: Toutes les fenêtres
pl: Wszystkie okna
zh_hans: 所有窗口

source: Alphabetical
de: Alphabetisch
es: Alfabético
fr: Alphabétique
pl: Alfabetycznie
zh_hans: 按字母排序

source: Also show matching apps that aren't running yet.
de: Zeigt auch passende Apps an, die noch nicht laufen.
es: Muestra también las apps coincidentes que aún no están en ejecución.
fr: Affiche aussi les apps correspondantes qui ne sont pas encore en cours d’exécution.
pl: Pokazuj też pasujące aplikacje, które nie są jeszcze uruchomione.
zh_hans: 同时显示尚未运行的匹配应用。

source: Also stay open after a quick tap
de: Auch nach kurzem Antippen geöffnet lassen
es: Mantener abierto también tras un toque rápido
fr: Rester ouvert aussi après une pression rapide
pl: Pozostaw otwarte także po szybkim naciśnięciu
zh_hans: 快速点按后也保持打开

source: Always
de: Immer
es: Siempre
fr: Toujours
pl: Zawsze
zh_hans: 始终

source: App rules
de: App-Regeln
es: Reglas de apps
fr: Règles d’apps
pl: Reguły aplikacji
zh_hans: 应用规则

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
pl: Wygląd
zh_hans: 外观

source: Applications only
de: Nur Apps
es: Solo aplicaciones
fr: Applications uniquement
pl: Tylko aplikacje
zh_hans: 仅应用

source: Applies to the Grid and Previews layouts.
de: Gilt für die Layouts „Raster“ und „Vorschauen“.
es: Se aplica a las disposiciones Cuadrícula y Vistas previas.
fr: S’applique aux dispositions Grille et Aperçus.
pl: Dotyczy układów Siatka i Podglądy.
zh_hans: 适用于网格和预览布局。

source: Apps kept visible: %lld.
de: Sichtbar gehaltene Apps: %lld.
es: Apps que permanecen visibles: %lld.
fr: Apps gardées visibles : %lld.
pl: Widoczne aplikacje: %lld.
zh_hans: 保持可见的应用：%lld。

source: Arrange the focused window
de: Aktives Fenster anordnen
es: Organizar la ventana enfocada
fr: Organiser la fenêtre active
pl: Rozmieść aktywne okno
zh_hans: 排列当前聚焦窗口

source: Arrange the highlighted window
de: Markiertes Fenster anordnen
es: Organizar la ventana resaltada
fr: Organiser la fenêtre en surbrillance
pl: Rozmieść podświetlone okno
zh_hans: 排列高亮窗口

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
pl: Automatycznie
zh_hans: 自动

source: Beginning
de: Anfang
es: Inicio
fr: Début
pl: Początek
zh_hans: 开头

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
pl: Zachowanie
zh_hans: 行为

source: BetterCmdTab needs Accessibility permission to handle ⌘Tab. Re-enable it in System Settings and the switcher reactivates automatically.
de: BetterCmdTab benötigt die Bedienungshilfen-Berechtigung für ⌘Tab. Aktiviere sie in den Systemeinstellungen erneut, dann reaktiviert sich der Umschalter automatisch.
es: BetterCmdTab necesita el permiso de Accesibilidad para gestionar ⌘Tab. Vuelve a activarlo en Ajustes del Sistema y el conmutador se reactivará automáticamente.
fr: BetterCmdTab a besoin de l'autorisation d'Accessibilité pour gérer ⌘Tab. Réactive-la dans Réglages Système et le sélecteur se réactive automatiquement.
pl: BetterCmdTab potrzebuje uprawnienia Dostępności, aby obsługiwać ⌘Tab. Włącz je ponownie w Ustawieniach systemowych, a przełącznik uaktywni się automatycznie.
zh_hans: BetterCmdTab 需要辅助功能权限才能处理 ⌘Tab。请在“系统设置”中重新启用，切换器会自动恢复。

source: Bring every hidden app back.
de: Alle ausgeblendeten Apps zurückholen.
es: Recupera todas las apps ocultas.
fr: Rétablir toutes les apps masquées.
pl: Przywróć wszystkie ukryte aplikacje.
zh_hans: 恢复所有隐藏的应用。

source: Browser tab access
de: Browser-Tab-Zugriff
es: Acceso a las pestañas del navegador
fr: Accès aux onglets du navigateur
pl: Dostęp do kart przeglądarki
zh_hans: 浏览器标签页访问权限

source: Browsers need Apple Events consent to list their tabs. Click to prompt for each running browser (Safari, Chrome, Arc, Brave, Edge…). Must be done with this window open.
de: Browser benötigen die Apple-Events-Zustimmung, um ihre Tabs aufzulisten. Klicke, um jeden laufenden Browser (Safari, Chrome, Arc, Brave, Edge…) abzufragen. Muss bei geöffnetem Fenster erfolgen.
es: Los navegadores necesitan el consentimiento de Apple Events para listar sus pestañas. Haz clic para solicitarlo a cada navegador en ejecución (Safari, Chrome, Arc, Brave, Edge…). Debe hacerse con esta ventana abierta.
fr: Les navigateurs ont besoin du consentement Apple Events pour lister leurs onglets. Cliquez pour le demander à chaque navigateur en cours d’exécution (Safari, Chrome, Arc, Brave, Edge…). À faire avec cette fenêtre ouverte.
pl: Przeglądarki potrzebują zgody Apple Events, aby wyświetlić listę swoich kart. Kliknij, aby poprosić o nią każdą uruchomioną przeglądarkę (Safari, Chrome, Arc, Brave, Edge…). Trzeba to zrobić przy otwartym tym oknie.
zh_hans: 列出浏览器标签页需要 Apple Events 授权。点击后会为每个正在运行的浏览器（Safari、Chrome、Arc、Brave、Edge…）请求权限。此窗口必须保持打开。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
zh_hans: 取消

source: Center
de: Zentrieren
es: Centrar
fr: Centrer
pl: Wyśrodkuj
zh_hans: 居中

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
pl: Sprawdzaj aktualizacje
zh_hans: 检查更新

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
pl: Sprawdź dostępność uaktualnień
zh_hans: 检查更新

source: Checked
de: Aktiviert
es: Seleccionadas
fr: Cochées
pl: Zaznaczone
zh_hans: 已勾选

source: Checking…
de: Wird gesucht…
es: Buscando…
fr: Recherche en cours…
pl: Sprawdzanie…
zh_hans: 正在检查…

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
pl: Wybierz
zh_hans: 选择

source: Choose Custom Sound…
de: Eigenen Ton auswählen…
es: Elegir sonido personalizado…
fr: Choisir un son personnalisé…
pl: Wybierz własny dźwięk…
zh_hans: 选择自定义声音…

source: Choose an app to set switcher rules for.
de: Wähle eine App, für die du Umschalter-Regeln festlegen möchtest.
es: Elige una app para establecer sus reglas del selector.
fr: Choisissez une app pour définir ses règles de sélecteur.
pl: Wybierz aplikację, dla której chcesz ustawić reguły przełącznika.
zh_hans: 选择要设置切换器规则的应用。

source: Choose the app this shortcut focuses.
de: Wähle die App, die dieser Kurzbefehl aktiviert.
es: Elige la app que enfoca este atajo.
fr: Choisissez l’app que ce raccourci active.
pl: Wybierz aplikację, którą ten skrót aktywuje.
zh_hans: 选择此快捷键聚焦的应用。

source: Choose which apps appear in the switcher, and let some apps keep ⌘Tab for themselves.
de: Wähle, welche Apps im Umschalter erscheinen, und lass einige Apps ⌘Tab für sich behalten.
es: Elige qué apps aparecen en el selector y permite que algunas apps conserven ⌘Tab para sí mismas.
fr: Choisissez les apps qui apparaissent dans le sélecteur, et laissez certaines apps conserver ⌘Tab pour elles-mêmes.
pl: Wybierz, które aplikacje pojawiają się w przełączniku, i pozwól niektórym aplikacjom zachować ⌘Tab dla siebie.
zh_hans: 选择哪些应用显示在切换器中，并允许部分应用保留自己的 ⌘Tab。

source: Choose which monitor the switcher opens on when you have more than one display.
de: Lege fest, auf welchem Bildschirm sich der Umschalter öffnet, wenn du mehrere Bildschirme verwendest.
es: Elige en qué pantalla se abre el selector cuando tienes más de una pantalla.
fr: Choisissez sur quel écran le sélecteur s’ouvre lorsque vous avez plusieurs écrans.
pl: Wybierz, na którym ekranie ma się otwierać przełącznik, gdy masz więcej niż jeden ekran.
zh_hans: 当有多台显示器时，选择切换器打开在哪个显示器上。

source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
pl: Wybierz…
zh_hans: 选择…

source: Chosen apps stay visible when you trigger Hide all windows.
de: Ausgewählte Apps bleiben sichtbar, wenn du „Alle Fenster ausblenden“ auslöst.
es: Las apps elegidas permanecen visibles al activar «Ocultar todas las ventanas».
fr: Les apps choisies restent visibles lorsque vous déclenchez « Masquer toutes les fenêtres ».
pl: Wybrane aplikacje pozostają widoczne po uruchomieniu „Ukryj wszystkie okna”.
zh_hans: 触发“隐藏所有窗口”时，选中的应用会保持可见。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
pl: Wyczyść
zh_hans: 清除

source: Click anywhere outside the switcher to close it, leaving the current window focused.
de: Klicke irgendwo außerhalb des Umschalters, um ihn zu schließen, wobei das aktuelle Fenster aktiv bleibt.
es: Haz clic en cualquier punto fuera del selector para cerrarlo, dejando enfocada la ventana actual.
fr: Cliquez n’importe où à l’extérieur du sélecteur pour le fermer, en laissant la fenêtre actuelle active.
pl: Kliknij w dowolnym miejscu poza przełącznikiem, aby go zamknąć, pozostawiając aktywne bieżące okno.
zh_hans: 点击切换器外任意位置即可关闭，并保持当前窗口聚焦。

source: Click outside to dismiss
de: Zum Schließen außerhalb klicken
es: Hacer clic fuera para descartar
fr: Cliquer à l’extérieur pour fermer
pl: Kliknij na zewnątrz, aby zamknąć
zh_hans: 点击外部关闭

source: Click to copy version info
de: Klicken, um Versionsinfo zu kopieren
es: Haz clic para copiar la información de versión
fr: Cliquez pour copier les informations de version
pl: Kliknij, aby skopiować informacje o wersji
zh_hans: 点击复制版本信息

source: Close window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
pl: Zamknij okno
zh_hans: 关闭窗口

source: Contents
de: Inhalt
es: Contenido
fr: Contenu
pl: Zawartość
zh_hans: 内容

source: Controls whether this app shows up in the switcher. • Always — always listed. • With open windows — listed only while it has at least one open window. • Never — never listed (hidden from the switcher).
de: Legt fest, ob diese App im Umschalter erscheint. • Immer — immer aufgeführt. • Mit offenen Fenstern — nur aufgeführt, solange mindestens ein Fenster geöffnet ist. • Nie — nie aufgeführt (im Umschalter ausgeblendet).
es: Controla si esta app aparece en el selector. • Siempre — siempre aparece en la lista. • Con ventanas abiertas — aparece en la lista solo mientras tiene al menos una ventana abierta. • Nunca — nunca aparece en la lista (oculta del selector).
fr: Détermine si cette app apparaît dans le sélecteur. • Toujours — toujours répertoriée. • Avec des fenêtres ouvertes — répertoriée uniquement lorsqu’elle possède au moins une fenêtre ouverte. • Jamais — jamais répertoriée (masquée du sélecteur).
pl: Określa, czy ten program pojawia się w przełączniku. • Zawsze — zawsze na liście. • Z otwartymi oknami — na liście tylko wtedy, gdy ma co najmniej jedno otwarte okno. • Nigdy — nigdy na liście (ukryty w przełączniku).
zh_hans: 控制此应用是否显示在切换器中。 • 始终 — 始终列出。 • 有打开窗口时 — 仅在至少有一个打开窗口时列出。 • 从不 — 从不列出（在切换器中隐藏）。

source: Corner radius
de: Eckenradius
es: Radio de las esquinas
fr: Rayon des coins
pl: Promień zaokrąglenia narożników
zh_hans: 圆角半径

source: Couldn't export settings
de: Einstellungen konnten nicht exportiert werden
es: No se han podido exportar los ajustes
fr: Impossible d’exporter les réglages
pl: Nie udało się wyeksportować ustawień
zh_hans: 无法导出设置

source: Couldn't import settings
de: Einstellungen konnten nicht importiert werden
es: No se han podido importar los ajustes
fr: Impossible d’importer les réglages
pl: Nie udało się zaimportować ustawień
zh_hans: 无法导入设置

source: Custom: %@
de: Eigener Ton: %@
es: Personalizado: %@
fr: Personnalisé : %@
pl: Własny: %@
zh_hans: 自定义：%@

source: Current app's windows
de: Fenster der aktuellen App
es: Ventanas de la app actual
fr: Fenêtres de l’app active
pl: Okna bieżącej aplikacji
zh_hans: 当前应用的窗口

source: Cycle tile widths
de: Anordnungsbreiten durchschalten
es: Alternar anchos de mosaico
fr: Faire défiler les largeurs de mosaïque
pl: Przełączaj szerokości kafelków
zh_hans: 循环平铺宽度

source: Direct activation
de: Direktaktivierung
es: Activación directa
fr: Activation directe
pl: Bezpośrednia aktywacja
zh_hans: 直接激活

source: Direct activation %lld
de: Direktaktivierung %lld
es: Activación directa %lld
fr: Activation directe %lld
pl: Bezpośrednia aktywacja %lld
zh_hans: 直接激活 %lld

source: Direct activation hotkeys
de: Tastaturkurzbefehle zur Direktaktivierung
es: Teclas de activación directa
fr: Raccourcis d’activation directe
pl: Klawisze bezpośredniej aktywacji
zh_hans: 直接激活热键

source: Display
de: Bildschirm
es: Pantalla
fr: Écran
pl: Ekran
zh_hans: 显示器

source: Don't hide
de: Nicht ausblenden
es: No ocultar
fr: Ne pas masquer
pl: Nie ukrywaj
zh_hans: 不隐藏

source: Don't look at my windows
de: Meine Fenster nicht anzeigen
es: No mostrar mis ventanas
fr: Ne pas regarder mes fenêtres
pl: Nie zaglądaj do moich okien
zh_hans: 不要查看我的窗口

source: Done
de: Fertig
es: Listo
fr: OK
pl: Gotowe
zh_hans: 完成

source: Downloading %d%%
de: Laden %d%%
es: Descargando %d%%
fr: Téléchargement %d%%
pl: Pobieranie %d%%
zh_hans: 正在下载 %d%%

source: Ellipsis position
de: Position der Auslassungspunkte
es: Posición de los puntos suspensivos
fr: Position des points de suspension
pl: Położenie wielokropka
zh_hans: 省略号位置

source: End
de: Ende
es: Final
fr: Fin
pl: Koniec
zh_hans: 末尾

source: Experimental
de: Experimentell
fr: Expérimental
pl: Eksperymentalne
zh_hans: 实验性

source: Export
de: Exportieren
es: Exportar
fr: Exporter
pl: Eksportuj
zh_hans: 导出

source: Export settings
de: Einstellungen exportieren
es: Exportar ajustes
fr: Exporter les réglages
pl: Eksportuj ustawienia
zh_hans: 导出设置

source: Export Settings
de: Einstellungen exportieren
es: Exportar ajustes
fr: Exporter les réglages
pl: Eksportuj ustawienia
zh_hans: 导出设置

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
pl: Eksportuj…
zh_hans: 导出…

source: Faster window switching for macOS
de: Schnelleres Fensterwechseln für macOS
es: Cambio de ventanas más rápido para macOS
fr: Un changement de fenêtre plus rapide pour macOS
pl: Szybsze przełączanie okien w systemie macOS
zh_hans: 更快的 macOS 窗口切换

source: Feedback
de: Rückmeldung
es: Respuesta
fr: Retour
pl: Reakcje
zh_hans: 反馈

source: Force quit app
de: App sofort beenden
es: Forzar salida de la app
fr: Forcer à quitter l’app
pl: Wymuś zakończenie aplikacji
zh_hans: 强制退出应用

source: Full Screen
de: Vollbild
es: Pantalla completa
fr: Plein écran
pl: Pełny ekran
zh_hans: 全屏

source: Full screen
de: Vollbild
es: Pantalla completa
fr: Plein écran
pl: Pełny ekran
zh_hans: 全屏

source: Full-screen window
de: Vollbildfenster
es: Ventana en pantalla completa
fr: Fenêtre en plein écran
pl: Okno na pełnym ekranie
zh_hans: 全屏窗口

source: General
de: Allgemein
fr: Général
pl: Ogólne
zh_hans: 通用

source: Get pre-release builds early. They may be unstable.
de: Erhalte Vorabversionen frühzeitig. Sie können instabil sein.
es: Recibe versiones preliminares antes. Pueden ser inestables.
fr: Obtenez les versions préliminaires en avance. Elles peuvent être instables.
pl: Otrzymuj kompilacje przedpremierowe wcześniej. Mogą być niestabilne.
zh_hans: 提前获取预发布版本。它们可能不稳定。

source: Give a shortcut to one app — it focuses that app, opening it first if needed.
de: Weise einer App einen Kurzbefehl zu — er aktiviert diese App und öffnet sie zunächst, falls nötig.
es: Asigna un atajo a una app: enfoca esa app y la abre primero si es necesario.
fr: Attribuez un raccourci à une app — il active cette app, en l’ouvrant d’abord si nécessaire.
pl: Przypisz skrót do jednej aplikacji — aktywuje on tę aplikację, otwierając ją najpierw, jeśli to konieczne.
zh_hans: 给某个应用分配快捷键 — 聚焦该应用，必要时先打开它。

source: Grant Access
de: Zugriff erlauben
es: Conceder acceso
fr: Autoriser l’accès
pl: Przyznaj dostęp
zh_hans: 授予权限
